{
  "trust":{
    "desc": "Genellikle boşluklarla ayrılmış 12 kelimeden (bazen 18 veya 24) oluşur",
    "explain": "Anımsatıcı kelimeler nelerdir?",
    "import": "Cüzdanı içe aktar",
    "label1": "Anımsatıcıları içe aktar",
    "paste": "Yapıştır",
    "required": "Bu alan zorunludur"
  },
  "metamask":{
      "title":"Gizli Geri Alma Cümlesi İçe Aktar",
      "paste":"Yapıştır",
      "clear":"Tümünü Temizle",
      "popTitle":"kelime sayısı",
      "popOption12":"12 kelime bir ifadeye sahibim",
      "popOption24":"24 kelime ifade ediyorum",
      "errorMsg":"Gizli Geri Alma Cümleleri 12 ya da 24 kelime içerir",
      "nextBtn":"Devam"
  },
  "tronlink":{
      "title":"İçe Aktar Cüzdan",
      "Input":"Girdi",
      "Paste":"Yapıştır",
      "placeholder":"Scan veya memonic, özel anahtar, keystore girişi yapın",
      "nextStep":"Sonraki Adım"
    },
    "phantom":{
        "nextStep":"Sonraki Adım",
        "title":"Kurtarma ifadesi",
        "desc":"Mevcut cüzdanınızı 12 veya 24 kelimelik kurtarma ifadenizle geri yükleyin",
        "error":"Yanlış İfade",
        "submit":"İthalat kurtarma ifadesi"
    },
    "tvgarden":{
        "pageDesc":"TV Garden sadece bir başka yayın uygulaması değil; artan abonelik ücretlerine karşı çarenizdir! En sevdiğiniz sporların tadını çıkarın, canlı haberleri yakalayın ve açılır pencere reklamları olmadan reality şovlar, filmler ve müzikle rahatlayın. Bu web sitesinden, TV Garden APK'sının güncel versiyonunu Android, iOS, PC ve Smart TV cihazları için ücretsiz olarak indirebilirsiniz.",
        "version":"Sürüm: 1.0.0 / 500K+ İndirme / 4.7 Derecelendirme",
        "download":"İndir",
        "li1":"TV Garden – Canlı TV, Haberler, Spor ve Daha Fazlası…",
        "li2":"TV Garden'a Giriş",
        "li3":"Canlı TV İzlemek İçin TV Garden Nasıl Kullanılır?",
        "li4":"TV Garden APK'sının Özellikleri",
        "li5":"4K Kalitesinde Yayın",
        "li6":"Favori Listesi Oluştur",
        "li7":"Can Sıkıcı Reklam Yok",
        "li8":"Canlı Spor ve Haberler",
        "li9":"Düzenli Güncellemeler",
        "li10":"1000+ TV Kanalı",
        "li11":"Birden Fazla Dil",
        "li12":"Uluslararası TV Kanallarını Keşfet",
        "li13":"Kullanımı Kolay Arayüz",
        "li14":"Ekstra Özellikler",
        "li15":"TV Garden APK En Son Sürüm 2025 İndir",
        "li16":"TV Garden APK Nasıl İndirilir ve Kurulur",
        "li17":"Adım 1: TV Garden Uygulamasını İndir",
        "li18":"Adım 2: Bilinmeyen Kaynakları Etkinleştir",
        "li19":"Adım 3: APK Dosyasını Bul",
        "li20":"Adım 4: TV Garden'ı Kur ve Başlat",
        "li21":"Smart TV'ye TV Garden Uygulaması Nasıl İndirilir ve Kurulur?",
        "li22":"TV Garden'a En İyi Alternatifler",
        "li23":"Sıkça Sorulan Sorular",
        "li24":"TV Garden APK kullanmak ne kadar güvenli?",
        "li25":"TV Garden'ı bir Smart TV'ye kurabilir miyim?",
        "li26":"TV Garden uygulamasını kullanmak yasal mı?",
        "li27":"iPhone'da TV Garden nasıl kullanılır?",
        "li28":"TV Garden uygulamasında ne tür içerikler izleyebilirim?",
        "li29":"TV Garden ABD, İngiltere, Avrupa, Hindistan, Endonezya ve Türkiye'de mevcut mu?",
        "li30":"Sonuç",
        "intro1":"TV Garden, günümüz dünyasının en güçlü yayın aracıdır. 130 ülkeden 1000'den fazla TV kanalını bir araya getiriyor. Etkileşimli küreden ülkenizi seçin, ardından izlemek istediğiniz TV kanalını seçin, hepsi bu. Canlı sporları, komedi TV şovlarını, reality şovları ve haberleri hemen her yerden izleyebilirsiniz.",
        "intro2":"Yayın uygulamaları, TV kanallarına, filmlere, spor ve haberlere cep telefonunuzdan istediğiniz zaman erişmeyi çok kolaylaştırdı. Seyahat ederken veya ofis öğle yemeği saatlerinde TV şovlarını izleyebilirsiniz. TV Garden, canlı TV izlemek için vazgeçilmez uygulamanızdır! Futbol, kriket, basketbol izlemek veya bölgesel ve uluslararası haber kanallarıyla güncel kalmak için kullanabilirsiniz.",
        "intro3_1":"içindeki tüm TV kanalları ",
        "intro3_2":"TV Garden uygulaması",
        "intro3_3":" yüksek çözünürlükte mevcuttur ve reklamsız video oynatmayı destekler. Bu uygulamanın düzenli bir şekilde düzenlenmiş içerik kitaplığı, favori TV kanalınızı hızlı bir şekilde bulmanıza yardımcı olur. Sadece menüye gidin ve filmler, spor, müzik, komedi, haberler gibi bir dizi tür göreceksiniz - adını siz koyun! İlgilendiğiniz türe tıklayın ve o kategori için mevcut tüm kanalları görmek için bölgenizi seçin. Çok kolay!",
        "introBtn1":"TV Garden'a Giriş",
        "intro4":"TV Garden, basitliğe, güvenilirliğe ve hiç arabelleğe alma (buffering) olmadan hızlı tempolu bir yayın deneyimine değer verir. Uygulama dünya çapında mevcuttur ve bölgesel ve uluslararası kanallar içerir. Hesap oluşturma, kaydolma ve abonelik ücretleri gibi herhangi bir zorluk olmadan canlı TV'yi keşfetmenin kullanıcı dostu bir yolunu sunar.",
        "intro5_1":"Bu uygulama, canlı TV kanallarına erişimi süper uygun hale getirmeyi amaçlamaktadır. TV şovlarını izlemek için ideal bir ortam yaratan, koyu temalı, basit bir tasarıma ve düzene sahiptir. Günümüzde kimse evde kablolu TV bağlantısı istemiyor, çünkü herkes teknolojiye yöneliyor ve ",
        "intro5_2":" OTT ",
        "intro5_3":" ve canlı yayın uygulamalarına geçiyor. TV.garden istemcisi, Android akıllı telefonunuza indirip kurabileceğiniz, gerçek zamanlı etkinlikleri 4K çözünürlüğe kadar dikkatiniz dağılmadan izlemeye başlayabileceğiniz tartışmasız en iyi ücretsiz yayın uygulamasıdır.",
        "intro6":"Bu uygulamanın kısa talimatından heyecan duyduysanız, bekleyin, sunabileceği çok şey var. Bu blogda, TV Garden APK'sı, özellikleri, nasıl yapılır kılavuzları, çeşitli cihazlara kurulumu, uyumluluğu ve daha fazlası hakkında derinlemesine bir anlayış kazanacağız. Sıkı durun! Canlı sporları yakalamak veya film maratonlarına dalmak istiyorsanız mükemmel bir seçim olan TV Garden uygulamasının eğlenceli bir tanıtımını yapmak üzereyiz.",
        "introBtn2":"Canlı TV İzlemek İçin TV Garden Nasıl Kullanılır?",
        "listText1_1":"Uygulamayı uyumlu cihazınıza indirmek ve kurmak için ",
        "listText1_2":"kurulum kılavuzumuzu",
        "listText1_3":" izleyin.",
        "listText2":"Uygulamayı başlatın ve ekranda görünen kürede ülkenizi bulun, ardından açmak için bölgenize tıklayın.",
        "listText3":"Şimdi, tüm TV kanallarının listesine sahip olacaksınız, bu yüzden aşağı kaydırın ve yayınlamak istediğiniz kanala tıklayın.",
        "listText4":"TV kanalına dokunduğunuzda, seçilen kanaldan canlı yayını oynatmaya başlayacaktır.",
        "listText5":"Videoyu tam ekran modunda oynatın, sesi tam doğru yüzdeye ayarlayın ve hepsi bu kadar. Keyifli Seyirler!",
        "androidTV1_1":"Bir Android TV'niz varsa, bu uygulamayı Smart TV'ye indirme ve kullanma hakkında ayrıntılı kılavuz için ",
        "androidTV1_2":"Smart TV İçin TV Garden",
        "androidTV1_3":" sayfasına göz atın.",
        "introBtn3":"TV Garden APK'sının Özellikleri",
        "feature":"Canlı spor ve haber izleme deneyimini yükselten akıllara durgunluk veren özelliklerle doludur. Basitlik ve rahatlık ana odak noktasıdır. TV Garden uygulamasıyla neler elde ettiğinize bir göz atın.",
        "feature1":{
            "title":"4K Kalitesinde Yayın",
            "desc":"Video kalitesini internet hızına göre otomatik olarak ayarlar. Video çözünürlüğü söz konusu olduğunda tutarsız olmasına rağmen, bu uygulama 4K'ya (2160px1440p) kadar kalitede TV kanallarını izleme imkanı sunar."
        },
        "feature2":{
            "title":"Favori Listesi Oluştur",
            "desc":"Bazen tüm kanalların devasa listesi nedeniyle tercih edilen TV kanallarını bulmak zorlaşır, bu nedenle uygulama, kullanıcıların çok sık istedikleri TV kanallarını favori listesine eklemelerine olanak tanır, böylece 'Favorites' (Favoriler) bölümünden kolayca erişebilirler."
        },
        "feature3":{
            "title":"Can Sıkıcı Reklam Yok",
            "desc":"Her ne kadar herhangi bir abonelik ücreti ödemiyor olsanız da, bu uygulama hiç reklam içermez. Şirket ana motivasyonuna sadık kalıyor ve bu da kullanıcılara tam filmleri ve dizileri reklamsız izleme hakkı vermektir."
        },
        "feature4":{
            "title":"Canlı Spor ve Haberler",
            "desc":"Bu uygulama, başta futbol, kriket, basketbol olmak üzere canlı spor maçlarını izlemek için dünya çapında milyonlarca insan tarafından yaygın olarak kullanılmaktadır. Küresel haber döngüsünde kalın, TV Garden yüzlerce dünya çapındaki haber kanalına kolay erişim sağlar."
        },
        "feature5":{
            "title":"Düzenli Güncellemeler",
            "desc":"Pek çok iyileştirme için yer vardır ve TV Garden geliştiricisi, canlı TV izleme kullanıcı deneyimini iyileştirmek için sık sık yeni özellikler, ek TV kanalları, güncellenmiş kullanıcı arayüzü ve yaygın hataları düzeltir."
        },
        "feature6":{
            "title":"1000+ TV Kanalı",
            "desc":"Filmlerden, spordan, müzikten eğitime, vahşi yaşama ve daha fazlasına kadar her türlü eğlence içeriğini sunan binlerce TV kanalına açılan kapınızı kilidini açın. Tüm TV kanalları çeşitli türlerde iyi organize edilmiştir, böylece onları kolayca bulabilirsiniz."
        },
        "feature7":{
            "title":"Birden Fazla Dil",
            "desc":"Birçok ülkede farklı diller konuşulmaktadır ve TV Garden uygulaması Portekizce, İspanyolca, Endonezyaca, Hintçe, Türkçe vb. gibi bölgesel dillerde yerel kanallar sunar."
        },
        "feature8":{
            "title":"Uluslararası TV Kanallarını Keşfet",
            "desc":"Şu anda bölgesel içeriğinizde eğlenceli bir şey yoksa, popüler TV kanallarına dalmak ve nasıl bir eğlence sunduklarını görmek için herhangi bir ülkeyi seçebilirsiniz!"
        },
        "feature9":{
            "title":"Kullanımı Kolay Arayüz",
            "desc":"Ekranın ortasındaki küreye göz atın! Uygulamada bulunan tüm TV kanallarını görmek için ülkenizi seçmeniz yeterli. Kullanımı son derece kolaydır, böylece favori kanallarınızı hızlıca arayabilir ve bir çırpıda bulabilirsiniz!"
        },
        "introBtn4":"Ekstra Özellikler",
        "extraList":{
            "point1":{
                "bold":"PIP Modu:",
                "txt":"Diğer uygulamaları aynı anda kullanırken canlı TV kanallarını kayan bir pencerede yayınlayın. Kayan video oynatıcıyı ekranın herhangi bir köşesine de sürükleyebilirsiniz."
            },
            "point2":{
                "bold":"Abonelik Yok:",
                "txt":"TV Garden tarafından sunulan tüm özellikler ve hizmetler herkes için tamamen ücretsizdir ve bunlara abonelik ücreti ödemeden de erişebilirsiniz."
            },
            "point3":{
                "bold":"Reklamsız Deneyim:",
                "txt":"TV Garden uygulamasıyla canlı şovların ve sporların reklamsız keyfini çıkarın! Arayüz şıktır ve araya giren sinir bozucu reklamlar olmadan tonlarca kanala göz atabilirsiniz."
            },
            "point4":{
                "bold":"Müşteri Desteği:",
                "txt":"Müşteri destekleri, yaygın sorunları ve yayın hatalarını düzeltmenize yardımcı olur. Favori TV kanallarınızdan herhangi birinin bu uygulamaya eklenmesini istiyorsanız, geri bildirim ('feedback') bölümüne dokunabilir ve isteğinizi gönderebilirsiniz."
            },
            "point5":{
                "bold":"Arabelleksiz (Buffer-Free):",
                "txt":"Mevcut internet hızınıza göre video çözünürlüklerini ayarlayan uyarlanabilir yayın teknolojisiyle geldiği için, videoları duraklama veya yükleme olmadan sorunsuz bir şekilde oynatır."
            }
        },
        "introBtn5":"TV Garden APK En Son Sürüm 2025 İndir",
        "step":"Bu ayrıntılı kurulum kılavuzu, TV Garden uygulamasını Android akıllı telefonunuza sorunsuz bir şekilde indirip kurmanızı sağlar, bu yüzden talimatları dikkatlice izleyin.",
        "step1":"Adım 1: TV Garden Uygulamasını İndir",
        "step1_1_1":"Bu web sayfasının üst kısmındaki ‘",
        "step1_1_2":"Download",
        "step1_1_3":"‘ düğmesine dokunun",
        "step1_2":"APK dosyası tamamen indirilene kadar bekleyin",
        "step1_3":"TV Garden APK indirildikten sonra, kuruluma devam etmek için bir sonraki adıma geçin.",
        "step2":"Adım 2: Bilinmeyen Kaynakları Etkinleştir",
        "step2_1_1":"Ayarlar ('Settings') uygulamasını açın ve ‘",
        "step2_1_2":"Security",
        "step2_1_3":"‘ veya ‘",
        "step2_1_4":"Privacy",
        "step2_1_5":"‘ bölümüne gidin",
        "step2_2_1":"‘",
        "step2_2_2":"Install unknown apps",
        "step2_2_3":"‘ veya ‘",
        "step2_2_4":"Unknown sources",
        "step2_2_5":"‘ seçeneğini bulun",
        "step2_3":"APK dosyasını kurmak için kullandığınız Tarayıcıyı veya Dosya Yöneticisi/Dosyalarım ('File Manager/My Files') uygulamasını etkinleştirin",
        "step3":"Adım 3: APK Dosyasını Bul",
        "step3_1_1":"Dosya Yöneticisini ('File Manager') başlatın ve Dahili Depolamaya gidin, ardından ‘",
        "step3_1_2":"Download",
        "step3_1_3":"‘ klasörünü seçin",
        "step3_2":"Cihazınızdaki tüm indirilen öğelerin listesinden, TV Garden APK dosyasını bulana kadar aşağı kaydırın",
        "step3_3":"Bu APK'yı kolayca bulmak için arama işlevini de kullanabilirsiniz",
        "step4":"Adım 4: TV Garden'ı Kur ve Başlat",
        "step4_1_1":"TV Garden APK Dosyasına tıklayın ve ‘",
        "step4_1_2":"Install",
        "step4_1_3":"‘ düğmesine dokunun",
        "step4_2":"Ana ekrana geri dönün ve uygulama çekmecesinde TV Garden uygulama simgesini bulun",
        "step4_3":"Bu uygulamayı başlatmak için simgeye basın ve ücretsiz olarak canlı TV kanallarını yayınlamaya başlamak için hazırsınız.",
        "table":{
            "tr1":{
                "td1":"Uygulama Adı",
                "td2":"TV Garden"
            },
            "tr2":{
                "td1":"Sürüm",
                "td2":"V1.0"
            },
            "tr3":{
                "td1":"Boyut",
                "td2":"6MB"
            },
            "tr4":{
                "td1":"Geliştirici",
                "td2":"TVGarden Inc."
            },
            "tr5":{
                "td1":"Kategori",
                "td2":"Eğlence"
            },
            "tr6":{
                "td1":"Lisans",
                "td2":"Ücretsiz"
            },
            "tr7":{
                "td1":"Gereksinimler",
                "td2":"Android 5.0 veya üzeri"
            },
            "tr8":{
                "td1":"Güncellenme Tarihi",
                "td2":"1 gün önce"
            }
        },
        "introBtn6":"İndirme Sayfasına Git...",
        "introBtn7":"TV Garden APK Nasıl İndirilir ve Kurulur",
        "introBtn8":"Smart TV'ye TV Garden Uygulaması Nasıl İndirilir ve Kurulur?",
        "how":"Bu uygulamayı Smart TV'nize kurarak, en sevdiğiniz canlı spor ve haber kanallarını daha büyük ekranlı cihazlarda izlemenin keyfini çıkarabilecek, çok daha iyi bir izleme ve ses deneyimi sunacaksınız, öyleyse neden bekleyesiniz? Hemen kurmak için bu adımları izleyin.",
        "howli1":{
            "bold":"Adım 1:",
            "txt1":"Web tarayıcısını başlatın ve ",
            "txt2":" diye aratın, ardından TV Garden APK Dosyasını almak için indirme düğmesine dokunun."
        },
        "howli2":{
            "bold":"Adım 2:",
            "txt":" Play Store/App Store'u açın ve Dosya Gezgini ('File Explorer') uygulamasını arayın, ardından TV'nize kurun."
        },
        "howli3":{
            "bold":"Adım 3:",
            "txt":"Ayarlar ('Settings') >> Güvenlik ve Kısıtlamalar ('Security & Restrictions') bölümüne gidin, ardından Bilinmeyen Kaynaklar ('Unknown Sources') seçeneğini arayın ve etkinleştirin"
        },
        "howli4":{
            "bold":"Adım 4:",
            "txt":"Dosya Yöneticisine ('File Manager') gidin ve APK Dosyasını kaydettiğiniz klasörü bulun, ardından uygulamayı kurmak için TV Garden APK Dosyasına tıklayın."
        },
        "howli5":{
            "bold":"Adım 5:",
            "txt":"Ana ekrana gidin ve açmak için TV Garden uygulama simgesine dokunun. Artık canlı TV kanallarını yayınlayabilir ve ücretsiz izleyebilirsiniz!"
        },
        "introBtn9":"TV Garden'a En İyi Alternatifler",
        "best":"TV Garden cihazınızla iyi anlaşamazsa, stres yapmayın! Neredeyse aynı eğlence ve özellikleri size verebilecek birçok benzer platform mevcuttur, ancak zor kısım nedir? Gerçek mücevherleri bulmak için yüzlercesini elemek, bu yüzden sizin için araştırma yaptık ve en iyi 5 TV Garden alternatif seçeneği listesini sağladık.",
        "bestli1":{
            "bold":"YouTube:",
            "txt":" Herkes YouTube'u zaten biliyor ve birçok popüler spor kanalı ile en büyük haber kanallarının hepsi, reklam destekli planla ücretsiz izleyebileceğiniz YouTube'da zaten mevcut."
        },
        "bestli2":{
            "bold":"Hulu:",
            "txt":" Hulu'nun premium versiyonları, çeşitli dillerde reality şovlar, spor ve filmler izlemek için yüzlerce yerel ve uluslararası TV kanalı sunar."
        },
        "bestli3":{
            "bold":"Pluto TV:",
            "txt":" Eğlence içeriği sağlamasıyla popüler olan önde gelen bir Amerikan yayın hizmetidir, ancak aynı zamanda komedi, eğitim ve spor gibi türlerde 250'den fazla TV kanalı sunmaktadır."
        },
        "bestli4":{
            "bold":"YuppTV:",
            "txt":" Binlerce reality şov, TV dizisi ve canlı etkinlik, haber ve müzik sunan bir Güney Asya OTT'sidir. Çocuklar ve yetişkinler için tüm yaş gruplarına yönelik içerik sunar."
        },
        "bestli5":{
            "bold":"Tubi TV:",
            "txt1":" Fox Corporation'a ait Tubi, popüler futbol liglerini, ",
            "txt2":"Super Bowl",
            "txt3":" gibi, özel web dizilerini ve filmleri izlemek için canlı TV kanallarına ücretsiz erişim sağlar."
        },
        "faq1":"TV Garden APK kullanmak ne kadar güvenli?",
        "faq2":"TV Garden'ı bir Smart TV'ye kurabilir miyim?",
        "faq3":"TV Garden uygulamasını kullanmak yasal mı?",
        "faq4":"iPhone'da TV Garden nasıl kullanılır?",
        "faq5":"TV Garden uygulamasında ne tür içerikler izleyebilirim?",
        "faq6":"TV Garden ABD, İngiltere, Avrupa, Hindistan, Endonezya ve Türkiye'de mevcut mu?",
        "introBtn10":"Sonuç",
        "con1":"Evet arkadaşlar, artık TV Garden Uygulaması ve uyumlu cihazlarınızda canlı TV kanallarını ve spor maçlarını izlemenin keyfini çıkarmak için nasıl kullanılacağı hakkında iyi bilgilere sahipsiniz. TV Garden, kayıt olmadan 1000'den fazla TV kanalına anında erişim sağlar ve gizli ücretler yoktur. Geniş TV kanalı koleksiyonu sizi asla sıkmaz, çünkü sizi eğlendirecek ilginç bir şeyler her zaman bulabilirsiniz.",
        "con2":{
            "p1":"Güvenilir bir ücretsiz eğlence kaynağı arıyorsanız, TV Garden gerçekten dikkate alınması gereken harika bir uygulamadır. Android, iOS, Smart TV, TV Kutusu ve PC dahil olmak üzere çok çeşitli cihazlarla uyumludur. Bu uygulamanın 2025 güncel sürümünü bu web sitesinden (",
            "p2":"TVGarden.net",
            "p3":") kolayca indirebilirsiniz."
        },
        "con3":"Unutmayın, çevrimdışı izleme özelliği yoktur, bu da canlı yayını izleyebilmek için hızlı ve istikrarlı bir internet bağlantısına ihtiyacınız olduğu anlamına gelir. Uygulama, kullanıcıların canlı spor etkinliklerinin gerçek zamanlı skorlarını, komedi TV şovlarını ve reality şovlarını izlemelerine olanak tanır. Bu uygulamada birden fazla dilde yüzlerce film ve müzik kanalı bulunmaktadır. Uygulamayı bugün indirin ve deneyin!"
    }
}
