{
    "trust": {
        "label1": "अपनी मेमोरी फ़्रेज़ (Memory Phrase) डालें",
        "paste": "पेस्ट करें",
        "required": "यह फ़ील्ड आवश्यक है",
        "explain": "मेमोरी फ़्रेज़ क्या है?",
        "import": "वॉलेट इंपोर्ट करें",
        "desc": "आमतौर पर 12 शब्द (कुल 18 या 24 शब्द), प्रत्येक शब्द एक स्पेस से अलग होता है।"
    },
    "metamask": {
        "title": "सीक्रेट रिकवरी फ़्रेज़ (Secret Recovery Phrase) इंपोर्ट करें",
        "paste": "पेस्ट करें",
        "clear": "सभी हटाएँ",
        "popTitle": "शब्दों की संख्या",
        "popOption12": "मेरे पास 12 शब्दों का फ़्रेज़ है",
        "popOption24": "मेरे पास 24 शब्दों का फ़्रेज़ है",
        "errorMsg": "सीक्रेट रिकवरी फ़्रेज़ में 12, या 24 शब्द होते हैं",
        "nextBtn": "जारी रखें"
    },
    "tronlink": {
        "title": "वॉलेट इंपोर्ट करें",
        "Input": "इनपुट",
        "Paste": "पेस्ट करें",
        "placeholder": "अपना मेमोनिक, प्राइवेट कुंजी, कीस्टोर स्कैन करें या दर्ज करें",
        "nextStep": "अगला चरण"
    },
    "phantom": {
        "nextStep": "अगला चरण",
        "title": "रिकवरी फ़्रेज़",
        "desc": "अपने 12 या 24 शब्दों के रिकवरी फ़्रेज़ से मौजूदा वॉलेट को पुनर्स्थापित करें",
        "error": "गलत फ़्रेज़",
        "submit": "रिकवरी फ़्रेज़ इंपोर्ट करें"
    },
    "tvgarden": {
        "pageDesc": "टीवी गार्डन सिर्फ़ एक और स्ट्रीमिंग ऐप नहीं है; यह बढ़ती हुई सब्सक्रिप्शन फ़ीस का आपका इलाज है! बिना किसी पॉपअप विज्ञापन के अपने पसंदीदा खेल, लाइव समाचार और रियलिटी शो, फिल्में और संगीत का आनंद लें। इस वेबसाइट से, आप एंड्रॉइड, आईओएस, पीसी और स्मार्ट टीवी डिवाइस के लिए टीवी गार्डन एपीके का अपडेटेड संस्करण मुफ्त में डाउनलोड कर सकते हैं।",
        "version": "संस्करण: 1.0.0 / 500K+ डाउनलोड / 4.7 रेटिंग",
        "download": "डाउनलोड करें",
        "li1": "टीवी गार्डन – लाइव टीवी, समाचार, खेल और बहुत कुछ…",
        "li2": "टीवी गार्डन का परिचय",
        "li3": "टीवी गार्डन का उपयोग करके लाइव टीवी कैसे देखें?",
        "li4": "टीवी गार्डन एपीके की विशेषताएँ",
        "li5": "4K गुणवत्ता स्ट्रीमिंग",
        "li6": "पसंदीदा सूची बनाएँ",
        "li7": "कोई परेशान करने वाले विज्ञापन नहीं",
        "li8": "लाइव खेल और समाचार",
        "li9": "नियमित अपडेट",
        "li10": "1000+ टीवी चैनल",
        "li11": "कई भाषाएँ",
        "li12": "अंतर्राष्ट्रीय टीवी चैनल खोजें",
        "li13": "उपयोग में आसान इंटरफ़ेस",
        "li14": "अतिरिक्त विशेषताएँ",
        "li15": "टीवी गार्डन एपीके का नवीनतम संस्करण 2025 डाउनलोड करें",
        "li16": "टीवी गार्डन एपीके कैसे डाउनलोड और इंस्टॉल करें",
        "li17": "चरण 1: टीवी गार्डन ऐप डाउनलोड करें",
        "li18": "चरण 2: अज्ञात स्रोतों (Unknown Sources) को सक्षम करें",
        "li19": "चरण 3: एपीके फ़ाइल का पता लगाएँ",
        "li20": "चरण 4: टीवी गार्डन इंस्टॉल करें और लॉन्च करें",
        "li21": "स्मार्ट टीवी पर टीवी गार्डन ऐप कैसे डाउनलोड और इंस्टॉल करें?",
        "li22": "टीवी गार्डन के सर्वश्रेष्ठ विकल्प",
        "li23": "अक्सर पूछे जाने वाले प्रश्न (FAQs)",
        "li24": "टीवी गार्डन एपीके का उपयोग करना कितना सुरक्षित है?",
        "li25": "क्या मैं स्मार्ट टीवी पर टीवी गार्डन इंस्टॉल कर सकता हूँ?",
        "li26": "क्या टीवी गार्डन ऐप का उपयोग करना कानूनी है?",
        "li27": "आईफ़ोन पर टीवी गार्डन का उपयोग कैसे करें?",
        "li28": "मैं टीवी गार्डन ऐप पर किस प्रकार की सामग्री देख सकता हूँ?",
        "li29": "क्या टीवी गार्डन यूएसए, यूके, यूरोप, भारत, इंडोनेशिया और तुर्की में उपलब्ध है?",
        "li30": "निष्कर्ष",
        "intro1": "टीवी गार्डन आज की दुनिया में सबसे शक्तिशाली स्ट्रीमिंग टूल है। यह 130 देशों से 1000+ टीवी चैनल लाता है। बस इंटरेक्टिव ग्लोब से अपना देश चुनें, फिर वह टीवी चैनल चुनें जिसे आप देखना चाहते हैं, और बस हो गया। आप कहीं से भी तुरंत लाइव खेल, कॉमेडी टीवी शो, रियलिटी शो और समाचार देख सकते हैं।",
        "intro2": "स्ट्रीमिंग ऐप्स ने आपके मोबाइल फ़ोन पर किसी भी समय ऑन डिमांड टीवी चैनल, फिल्में, खेल और समाचार एक्सेस करना बहुत आसान बना दिया है। आप यात्रा के दौरान या ऑफ़िस के लंच ब्रेक के दौरान टीवी शो देख सकते हैं। लाइव टीवी देखने के लिए टीवी गार्डन आपका पसंदीदा ऐप है! आप इसका उपयोग फुटबॉल, क्रिकेट, बास्केटबॉल देखने के लिए कर सकते हैं या क्षेत्रीय और अंतर्राष्ट्रीय समाचार चैनलों से अपडेट रहने के लिए कर सकते हैं।",
        "intro3_1": "टीवी गार्डन ऐप",
        "intro3_2": "के सभी टीवी चैनल उच्च रिज़ॉल्यूशन में उपलब्ध हैं और विज्ञापन-मुक्त वीडियो प्लेबैक का समर्थन करते हैं। इस ऐप की सुव्यवस्थित सामग्री लाइब्रेरी आपको अपने पसंदीदा टीवी चैनल को तुरंत खोजने में मदद करती है। बस मेनू पर जाएँ, और आपको फिल्में, खेल, संगीत, कॉमेडी, समाचार जैसे कई तरह के जॉनर (Genres) दिखाई देंगे—आप नाम लें! उस जॉनर पर क्लिक करें जिसमें आपकी रुचि है और उस श्रेणी के लिए उपलब्ध सभी चैनल देखने के लिए अपना क्षेत्र चुनें। यह बहुत आसान है!",
        "intro3_3": " में",
        "introBtn1": "टीवी गार्डन का परिचय",
        "intro4": "टीवी गार्डन सादगी, विश्वसनीयता और बिना किसी बफरिंग के तेज़ गति वाले स्ट्रीमिंग अनुभव को महत्व देता है। यह ऐप दुनिया भर में उपलब्ध है और इसमें क्षेत्रीय और अंतर्राष्ट्रीय चैनल शामिल हैं। यह खाता बनाने, साइन अप करने और सब्सक्रिप्शन फ़ीस की किसी भी परेशानी के बिना लाइव टीवी का पता लगाने का एक उपयोगकर्ता-अनुकूल तरीका प्रदान करता है।",
        "intro5_1": "इस ऐप का उद्देश्य लाइव टीवी चैनलों तक पहुँचना बहुत सुविधाजनक बनाना है। इसमें डार्क थीम के साथ एक साधारण डिज़ाइन और लेआउट है, जो टीवी शो देखने के लिए एक आदर्श वातावरण बनाता है। आजकल, कोई भी घर पर केबल टीवी कनेक्शन नहीं चाहता है, क्योंकि हर कोई टेक्नोलॉजी के साथ चल रहा है और ओटीटी (OTT) और लाइव स्ट्रीमिंग ऐप्स की ओर बढ़ रहा है। टीवी.गार्डन क्लाइंट संभवतः सबसे अच्छा मुफ़्त स्ट्रीमिंग ऐप है जिसे आप अपने एंड्रॉइड स्मार्टफोन पर डाउनलोड और इंस्टॉल कर सकते हैं ताकि बिना किसी रुकावट के 4K रिज़ॉल्यूशन तक के रियल-टाइम इवेंट देखना शुरू कर सकें।",
        "intro5_2": "ओटीटी",
        "intro5_3": " और लाइव स्ट्रीमिंग ऐप्स की ओर बढ़ रहा है। टीवी.गार्डन क्लाइंट संभवतः सबसे अच्छा मुफ़्त स्ट्रीमिंग ऐप है जिसे आप अपने एंड्रॉइड स्मार्टफोन पर डाउनलोड और इंस्टॉल कर सकते हैं ताकि बिना किसी रुकावट के 4K रिज़ॉल्यूशन तक के रियल-टाइम इवेंट देखना शुरू कर सकें।",
        "intro6": "अगर आप इस ऐप के संक्षिप्त निर्देश से रोमांचित हैं, तो रुकिए, इसमें और भी बहुत कुछ है जो यह ऑफ़र करता है। इस ब्लॉग में, हम टीवी गार्डन एपीके, इसकी विशेषताओं, कैसे-करें मार्गदर्शिकाओं, विभिन्न उपकरणों पर इंस्टॉलेशन, संगतता और बहुत कुछ की गहरी समझ हासिल करेंगे। बने रहें! हम आपको टीवी गार्डन ऐप का एक मज़ेदार वॉकथ्रू देने वाले हैं, जो लाइव खेल देखने या मूवी मैराथन में गोता लगाने के लिए एकदम सही विकल्प है।",
        "introBtn2": "टीवी गार्डन का उपयोग करके लाइव टीवी कैसे देखें?",
        "listText1_1": "टीवी गार्डन ऐप को अपने संगत डिवाइस पर डाउनलोड और इंस्टॉल करने के लिए हमारे ",
        "listText1_2": "इंस्टॉलेशन गाइड",
        "listText1_3": " का पालन करें।",
        "listText2": "ऐप लॉन्च करें और स्क्रीन पर दिखाए गए ग्लोब पर अपना देश ढूँढें, फिर इसे खोलने के लिए अपने क्षेत्र पर क्लिक करें।",
        "listText3": "अब, आपके पास सभी टीवी चैनलों की सूची होगी, इसलिए नीचे स्क्रॉल करें और उस चैनल पर क्लिक करें जिसे आप स्ट्रीम करना चाहते हैं।",
        "listText4": "जैसे ही आप टीवी चैनल पर टैप करेंगे, यह चयनित चैनल से लाइव प्रसारण शुरू कर देगा।",
        "listText5": "वीडियो को फ़ुल-स्क्रीन मोड में चलाएँ, वॉल्यूम को सही प्रतिशत पर समायोजित करें, और आपका काम हो गया। देखने का आनंद लें!",
        "androidTV1_1": "क्या आपके पास एंड्रॉइड टीवी है, तो स्मार्ट टीवी पर इस ऐप को डाउनलोड करने और उपयोग करने के विस्तृत गाइड के लिए ",
        "androidTV1_2": "स्मार्ट टीवी के लिए टीवी गार्डन",
        "androidTV1_3": " पृष्ठ देखें।",
        "introBtn3": "टीवी गार्डन एपीके की विशेषताएँ",
        "feature": "यह मन को लुभाने वाली विशेषताओं से भरा है जो लाइव खेल और समाचार देखने के अनुभव को बढ़ाती हैं। सादगी और सुविधा मुख्य फोकस हैं। देखें कि आपको टीवी गार्डन ऐप के साथ क्या मिलता है।",
        "feature1": {
            "title": "4K गुणवत्ता स्ट्रीमिंग",
            "desc": "यह इंटरनेट की गति के अनुसार वीडियो की गुणवत्ता को स्वचालित रूप से समायोजित करता है। हालाँकि वीडियो रिज़ॉल्यूशन के मामले में यह अस्थिर होता है, लेकिन यह ऐप 4K (2160px1440p) गुणवत्ता तक के टीवी चैनल देखने की सुविधा प्रदान करता है।"
        },
        "feature2": {
            "title": "पसंदीदा सूची बनाएँ",
            "desc": "सभी चैनलों की विशाल सूची के कारण कभी-कभी पसंदीदा टीवी चैनलों का पता लगाना मुश्किल हो जाता है, इसलिए ऐप उपयोगकर्ताओं को उन टीवी चैनलों को पसंदीदा सूची में जोड़ने की अनुमति देता है जिन्हें वे अक्सर देखना चाहते हैं ताकि वे 'पसंदीदा' अनुभाग से इसे आसानी से एक्सेस कर सकें।"
        },
        "feature3": {
            "title": "कोई परेशान करने वाले विज्ञापन नहीं",
            "desc": "भले ही आप कोई सब्सक्रिप्शन फ़ीस नहीं दे रहे हैं, फिर भी यह ऐप बिना किसी विज्ञापन के आता है। कंपनी अपने मुख्य उद्देश्य पर टिकी रहती है, और वह है उपयोगकर्ताओं को बिना विज्ञापनों के पूरी फ़िल्में और सीरीज़ देखने का अधिकार देना।"
        },
        "feature4": {
            "title": "लाइव खेल और समाचार",
            "desc": "इस ऐप का उपयोग दुनिया भर में लाखों लोग लाइव खेल मैच देखने के लिए करते हैं, जिसमें फुटबॉल, क्रिकेट, बास्केटबॉल आदि शामिल हैं। वैश्विक समाचारों से अपडेट रहें, टीवी गार्डन आपको दुनिया भर के सैकड़ों समाचार चैनलों तक आसान पहुँच प्रदान करता है।"
        },
        "feature5": {
            "title": "नियमित अपडेट",
            "desc": "सुधार के लिए बहुत गुंजाइश है, और टीवी गार्डन डेवलपर अक्सर लाइव टीवी देखने के उपयोगकर्ता के अनुभव को बेहतर बनाने के लिए नई सुविधाएँ, अतिरिक्त टीवी चैनल, अपडेटेड यूआई और सामान्य बग फिक्स पेश करता है।"
        },
        "feature6": {
            "title": "1000+ टीवी चैनल",
            "desc": "हजारों टीवी चैनलों के लिए अपना प्रवेश द्वार खोलें जो फिल्में, खेल, संगीत से लेकर शिक्षा, वन्यजीव और कई अन्य प्रकार की मनोरंजन सामग्री प्रदान करते हैं। सभी टीवी चैनल विभिन्न जॉनरों में अच्छी तरह से व्यवस्थित हैं, इसलिए आप उन्हें आसानी से ढूँढ सकते हैं।"
        },
        "feature7": {
            "title": "कई भाषाएँ",
            "desc": "कई देशों में अलग-अलग भाषाएँ बोली जाती हैं, और टीवी गार्डन ऐप क्षेत्रीय भाषाओं जैसे पुर्तगाली, स्पेनिश, इंडोनेशियाई, हिंदी, तुर्की आदि के साथ स्थानीय चैनल प्रदान करता है।"
        },
        "feature8": {
            "title": "अंतर्राष्ट्रीय टीवी चैनल खोजें",
            "desc": "अगर इस समय आपके क्षेत्रीय कंटेंट में कुछ भी मनोरंजक नहीं है, तो आप उनके लोकप्रिय टीवी चैनलों में गोता लगाने के लिए कोई भी देश चुन सकते हैं और देख सकते हैं कि वे किस तरह का मनोरंजन परोस रहे हैं!"
        },
        "feature9": {
            "title": "उपयोग में आसान इंटरफ़ेस",
            "desc": "स्क्रीन के केंद्र में ग्लोब देखें! ऐप में उपलब्ध सभी टीवी चैनल देखने के लिए बस अपना देश चुनें! इसका उपयोग करना बहुत आसान है, इसलिए आप अपने पसंदीदा चैनलों को जल्दी से खोज सकते हैं और उन्हें तुरंत ढूँढ सकते हैं!"
        },
        "introBtn4": "अतिरिक्त विशेषताएँ",
        "extraList": {
            "point1": {
                "bold": "पीआईपी मोड (PIP Mode):",
                "txt": "अन्य ऐप्स का उपयोग करते समय एक फ्लोटिंग विंडो में लाइव टीवी चैनल स्ट्रीम करें। आप फ़्लोटिंग वीडियो प्लेयर को स्क्रीन के किसी भी कोने में खींच भी सकते हैं।"
            },
            "point2": {
                "bold": "कोई सब्सक्रिप्शन नहीं:",
                "txt": "टीवी गार्डन द्वारा ऑफ़र की जाने वाली सभी सुविधाएँ और सेवाएँ सभी के लिए पूरी तरह से मुफ़्त हैं, और आप बिना कोई सब्सक्रिप्शन शुल्क चुकाए भी उन्हें एक्सेस कर सकते हैं।"
            },
            "point3": {
                "bold": "विज्ञापन-मुक्त अनुभव:",
                "txt": "टीवी गार्डन ऐप के साथ, लाइव शो और खेलों का विज्ञापन-मुक्त आनंद लें! इंटरफ़ेस चिकना है, और आप बिना किसी परेशान करने वाले विज्ञापन के बहुत सारे चैनल ब्राउज़ कर सकते हैं।"
            },
            "point4": {
                "bold": "ग्राहक सहायता:",
                "txt": "उनकी ग्राहक सहायता सामान्य समस्याओं और स्ट्रीमिंग त्रुटियों को ठीक करने में आपकी सहायता करती है। अगर आप चाहते हैं कि आपका कोई पसंदीदा टीवी चैनल इस ऐप में जोड़ा जाए, तो आप फ़ीडबैक अनुभाग पर टैप करके अपना अनुरोध भेज सकते हैं।"
            },
            "point5": {
                "bold": "बफ़र-मुक्त:",
                "txt": "यह बिना रुके या लोड किए वीडियो को सहजता से चलाता है क्योंकि यह अनुकूली स्ट्रीमिंग तकनीक के साथ आता है जो आपकी वर्तमान इंटरनेट गति के अनुसार वीडियो रिज़ॉल्यूशन को समायोजित करता है।"
            }
        },
        "introBtn5": "टीवी गार्डन एपीके का नवीनतम संस्करण 2025 डाउनलोड करें",
        "step": "यह विस्तृत इंस्टॉलेशन गाइड सुनिश्चित करती है कि आप टीवी गार्डन ऐप को अपने एंड्रॉइड स्मार्टफोन पर सहजता से डाउनलोड और इंस्टॉल करें, इसलिए निर्देशों का ध्यानपूर्वक पालन करें।",
        "step1": "चरण 1: टीवी गार्डन ऐप डाउनलोड करें",
        "step1_1_1": "इस वेबपेज के शीर्ष पर ‘",
        "step1_1_2": "डाउनलोड करें",
        "step1_1_3": "‘ बटन पर टैप करें",
        "step1_2": "एपीके फ़ाइल के पूरी तरह से डाउनलोड होने तक प्रतीक्षा करें",
        "step1_3": "एक बार टीवी गार्डन एपीके डाउनलोड हो जाने पर, इंस्टॉलेशन के साथ आगे बढ़ने के लिए अगले चरण पर जाएँ।",
        "step2": "चरण 2: अज्ञात स्रोतों (Unknown Sources) को सक्षम करें",
        "step2_1_1": "सेटिंग्स खोलें और ‘",
        "step2_1_2": "सुरक्षा",
        "step2_1_3": "‘ या ‘",
        "step2_1_4": "गोपनीयता",
        "step2_1_5": "‘ अनुभाग पर जाएँ",
        "step2_2_1": "‘",
        "step2_2_2": "अज्ञात ऐप्स इंस्टॉल करें",
        "step2_2_3": "‘ या ‘",
        "step2_2_4": "अज्ञात स्रोत",
        "step2_2_5": "‘ विकल्प ढूँढें",
        "step2_3": "उस ब्राउज़र या फ़ाइल मैनेजर/माई फ़ाइल्स को सक्षम करें जिसका उपयोग आप एपीके फ़ाइल इंस्टॉल करने के लिए करते हैं",
        "step3": "चरण 3: एपीके फ़ाइल का पता लगाएँ",
        "step3_1_1": "फ़ाइल मैनेजर लॉन्च करें और इंटरनल स्टोरेज पर जाएँ, फिर ‘",
        "step3_1_2": "डाउनलोड",
        "step3_1_3": "‘ फ़ोल्डर चुनें",
        "step3_2": "अपने डिवाइस पर डाउनलोड की गई सभी वस्तुओं की सूची से, टीवी गार्डन एपीके फ़ाइल मिलने तक नीचे स्क्रॉल करें",
        "step3_3": "आप इस एपीके का आसानी से पता लगाने के लिए खोज फ़ंक्शन का भी उपयोग कर सकते हैं",
        "step4": "चरण 4: टीवी गार्डन इंस्टॉल करें और लॉन्च करें",
        "step4_1_1": "टीवी गार्डन एपीके फ़ाइल पर क्लिक करें और ‘",
        "step4_1_2": "इंस्टॉल करें",
        "step4_1_3": "‘ बटन पर टैप करें",
        "step4_2": "होम स्क्रीन पर वापस जाएँ और ऐप ड्रॉअर के अंदर टीवी गार्डन ऐप आइकन ढूँढें",
        "step4_3": "इस ऐप को लॉन्च करने के लिए उस आइकन पर हिट करें, और आप बिना किसी लागत के लाइव टीवी चैनल स्ट्रीम करना शुरू करने के लिए पूरी तरह तैयार हैं।",
        "table": {
            "tr1": {
                "td1": "ऐप का नाम",
                "td2": "टीवी गार्डन"
            },
            "tr2": {
                "td1": "संस्करण",
                "td2": "वी1.0"
            },
            "tr3": {
                "td1": "आकार",
                "td2": "6 एमबी"
            },
            "tr4": {
                "td1": "डेवलपर",
                "td2": "टीवीगार्डन इंक."
            },
            "tr5": {
                "td1": "श्रेणी",
                "td2": "मनोरंजन"
            },
            "tr6": {
                "td1": "लाइसेंस",
                "td2": "मुफ़्त"
            },
            "tr7": {
                "td1": "आवश्यकताएँ",
                "td2": "एंड्रॉइड 5.0 या उससे ऊपर"
            },
            "tr8": {
                "td1": "अपडेट किया गया",
                "td2": "1 दिन पहले"
            }
        },
        "introBtn6": "डाउनलोड पेज पर जाएँ...",
        "introBtn7": "टीवी गार्डन एपीके कैसे डाउनलोड और इंस्टॉल करें",
        "introBtn8": "स्मार्ट टीवी पर टीवी गार्डन ऐप कैसे डाउनलोड और इंस्टॉल करें?",
        "how": "इस ऐप को अपने स्मार्ट टीवी पर इंस्टॉल करके, आप अपने पसंदीदा लाइव खेल और समाचार चैनलों को बड़ी स्क्रीन वाले डिवाइस पर देखने का आनंद ले पाएँगे, जो कहीं बेहतर देखने और ध्वनि का अनुभव प्रदान करता है, तो इंतज़ार क्यों? इसे तुरंत इंस्टॉल करने के लिए इन चरणों का पालन करें।",
        "howli1": {
            "bold": "चरण 1:",
            "txt1": "वेब ब्राउज़र लॉन्च करें और ",
            "txt2": " खोजें, फिर टीवी गार्डन एपीके फ़ाइल प्राप्त करने के लिए डाउनलोड बटन पर टैप करें।"
        },
        "howli2": {
            "bold": "चरण 2:",
            "txt": " प्ले स्टोर/ऐप स्टोर खोलें और फ़ाइल एक्सप्लोरर ऐप खोजें, फिर इसे अपने टीवी पर इंस्टॉल करें।"
        },
        "howli3": {
            "bold": "चरण 3:",
            "txt": " सेटिंग्स >> सुरक्षा और प्रतिबंधों (Security & Restrictions) पर नेविगेट करें, फिर अज्ञात स्रोतों (Unknown Sources) विकल्प को ढूँढें और इसे सक्षम करें।"
        },
        "howli4": {
            "bold": "चरण 4:",
            "txt": " फ़ाइल मैनेजर पर जाएँ और उस फ़ोल्डर को ढूँढें जहाँ आपने एपीके फ़ाइल सहेजी है, फिर ऐप इंस्टॉल करने के लिए टीवी गार्डन एपीके फ़ाइल पर क्लिक करें।"
        },
        "howli5": {
            "bold": "चरण 5:",
            "txt": " होम स्क्रीन पर जाएँ और इसे खोलने के लिए टीवी गार्डन ऐप आइकन पर टैप करें। अब, आप लाइव टीवी चैनल स्ट्रीम कर सकते हैं और इसे मुफ़्त में देख सकते हैं!"
        },
        "introBtn9": "टीवी गार्डन के सर्वश्रेष्ठ विकल्प",
        "best": "अगर टीवी गार्डन आपके डिवाइस के साथ ठीक से काम नहीं करता है, तो चिंता न करें! कई समान प्लेटफ़ॉर्म उपलब्ध हैं जो आपको लगभग वही मज़ा और सुविधाएँ दे सकते हैं, लेकिन मुश्किल हिस्सा? सैकड़ों में से असली रत्न ढूँढना, इसलिए हमने आपके लिए शोध किया है और 5 सर्वश्रेष्ठ टीवी गार्डन वैकल्पिक विकल्पों की सूची प्रदान की है।",
        "bestli1": {
            "bold": "यूट्यूब (YouTube):",
            "txt": " हर कोई पहले से ही यूट्यूब के बारे में जानता है, और कई लोकप्रिय खेल चैनल और सभी सबसे बड़े समाचार चैनल पहले से ही यूट्यूब पर उपलब्ध हैं, जिन्हें आप विज्ञापन-समर्थित प्लान के साथ मुफ्त में देख सकते हैं।"
        },
        "bestli2": {
            "bold": "हुलु (Hulu):",
            "txt": " हुलु का प्रीमियम संस्करण रियलिटी शो, खेल और विभिन्न भाषाओं में फिल्में देखने के लिए सैकड़ों स्थानीय और अंतर्राष्ट्रीय टीवी चैनल प्रदान करता है।"
        },
        "bestli3": {
            "bold": "प्लूटो टीवी (Pluto TV):",
            "txt": " यह एक अग्रणी अमेरिकी स्ट्रीमिंग सेवा है जो मनोरंजन सामग्री प्रदान करने के लिए लोकप्रिय है, लेकिन यह कॉमेडी, शिक्षा और खेल जैसे जॉनरों के 250+ टीवी चैनल भी प्रदान करती है।"
        },
        "bestli4": {
            "bold": "यूपटीवी (YuppTV):",
            "txt": " एक दक्षिण एशियाई ओटीटी जो हजारों रियलिटी शो, टीवी सीरीज़ और लाइव इवेंट, समाचार और संगीत प्रदान करता है। यह बच्चों और वयस्कों के लिए सभी आयु समूहों के लिए सामग्री प्रदान करता है।"
        },
        "bestli5": {
            "bold": "टूबी टीवी (Tubi TV):",
            "txt1": " फॉक्स कॉर्पोरेशन के स्वामित्व वाला टूबी लाइव टीवी चैनलों तक मुफ्त पहुँच प्रदान करता है ताकि ",
            "txt2": "सुपर बाउल",
            "txt3": " जैसी लोकप्रिय फुटबॉल लीग, एक्सक्लूसिव वेब सीरीज़ और फिल्में देख सकें।"
        },
        "faq1": "टीवी गार्डन एपीके का उपयोग करना कितना सुरक्षित है?",
        "faq2": "क्या मैं स्मार्ट टीवी पर टीवी गार्डन इंस्टॉल कर सकता हूँ?",
        "faq3": "क्या टीवी गार्डन ऐप का उपयोग करना कानूनी है?",
        "faq4": "आईफ़ोन पर टीवी गार्डन का उपयोग कैसे करें?",
        "faq5": "मैं टीवी गार्डन ऐप पर किस प्रकार की सामग्री देख सकता हूँ?",
        "faq6": "क्या टीवी गार्डन यूएसए, यूके, यूरोप, भारत, इंडोनेशिया और तुर्की में उपलब्ध है?",
        "introBtn10": "निष्कर्ष",
        "con1": "तो दोस्तों, अब आप टीवी गार्डन ऐप और अपने संगत डिवाइस पर लाइव टीवी चैनल और खेल मैच देखने का आनंद लेने के लिए इसका उपयोग कैसे करें, इससे अच्छी तरह वाकिफ हैं। टीवी गार्डन बिना साइनअप के 1000+ टीवी चैनलों तक त्वरित पहुँच प्रदान करता है, और कोई छिपा हुआ शुल्क नहीं है। टीवी चैनलों का विशाल संग्रह आपको कभी ऊब महसूस नहीं कराएगा, क्योंकि आप हमेशा मनोरंजन के लिए कुछ दिलचस्प ढूँढ सकते हैं।",
        "con2": {
            "p1": "यदि आप मनोरंजन के लिए एक विश्वसनीय मुफ़्त स्रोत की तलाश में हैं, तो टीवी गार्डन निश्चित रूप से विचार करने के लिए एक बेहतरीन ऐप है। यह एंड्रॉइड, आईओएस, स्मार्ट टीवी, टीवी बॉक्स और पीसी सहित कई तरह के उपकरणों के साथ संगत है। आप इस वेबसाइट (",
            "p2": "TVGarden.net",
            "p3": ") से इस ऐप का 2025 का अपडेटेड संस्करण आसानी से डाउनलोड कर सकते हैं।"
        },
        "con3": "याद रखें, कोई ऑफ़लाइन देखने की सुविधा नहीं है, जिसका मतलब है कि आपको लाइव प्रसारण देखने में सक्षम होने के लिए तेज़ और स्थिर इंटरनेट कनेक्शन की आवश्यकता है। यह ऐप उपयोगकर्ताओं को लाइव खेल इवेंट्स, कॉमेडी टीवी शो और रियलिटी शो के रियल-टाइम स्कोर देखने की अनुमति देता है। इस ऐप में कई भाषाओं में सैकड़ों फिल्में और संगीत चैनल मौजूद हैं। आज ही ऐप डाउनलोड करें और इसे आज़माएँ!"
    }
}