{
    "trust":{
        "label1":"import your memory phrase",
        "paste":"paste",
        "required":"this filed required",
        "explain":"what is memory phrase?",
        "import":"import wallet",
        "desc":"usually 12 words (18 or 24 words in total), each word is separated by a space."
    },
    "metamask":{
        "title":"Import Secret Recovery Phrase",
        "paste":"Paste",
        "clear":"Clear all",
        "popTitle":"Number of words",
        "popOption12":"I have 12 words of phrase",
        "popOption24":"I have 24 words of phrase",
        "errorMsg":"Secret Recovery Phrases contain 12,or 24 words",
        "nextBtn":"Continue"
    },
    "tronlink":{
        "title":"Import Wallet",
        "Input":"Input",
        "Paste":"Paste",
        "placeholder":"Scan or enter your mnemonic,private key,keystore",
        "nextStep":"Next Step"
    },
    "phantom":{
        "nextStep":"Next Step",
        "title":"Recovery phrase",
        "desc":"Restore an existing wallet with your 12 or 24 word recovery phrase",
        "error":"Incorrect Phrase",
        "submit":"Import recovery phrase"
    },
    "tvgarden":{
        "pageDesc":"TV Garden is not just another streaming app; it’s your remedy for those growing subscription fees! Enjoy your favorite sports, catch live news, and chill with reality shows, movies, and music with no popup ads. From this webite, you can download the updated version of TV Garden APK for Android, iOS, PC, and Smart TV devices for free.",
        "version":"Version: 1.0.0 / 500K+ Downloads / 4.7 Ratings",
        "download":"Download",
        "li1":"TV Garden – Live TV, News, Sports & More…",
        "li2":"Introduction to TV Garden",
        "li3":"How to Use TV Garden to Watch Live TV?",
        "li4":"Features of TV Garden APK",
        "li5":"4K Quality Streaming",
        "li6":"Create Favorites List",
        "li7":"No Annoying Ads",
        "li8":"Live Sports & News",
        "li9":"Regular Updates",
        "li10":"1000+ TV Channels",
        "li11":"Multiple Languages",
        "li12":"Explore International TV Channels",
        "li13":"Easy to Use Interface",
        "li14":"Extra Features",
        "li15":"Download TV Garden APK Latest Version 2025",
        "li16":"How to Download and Install TV Garden APK",
        "li17":"Step 1: Download TV Garden App",
        "li18":"Step 2: Enable Unknown Sources",
        "li19":"Step 3: Locate the APK File",
        "li20":"Step 4: Install & Launch TV Garden",
        "li21":"How to Download and Install TV Garden App on Smart TV?",
        "li22":"Best Alternatives to TV Garden",
        "li23":"FAQs",
        "li24":"How safe is it to use TV Garden APK?",
        "li25":"Can I Install TV Garden on a Smart TV?",
        "li26":"Is it legal to use TV Garden app?",
        "li27":"How to use TV Garden on iPhone?",
        "li28":"What type of content can I watch on the TV Garden app?",
        "li29":"Is TV Garden available in the USA, UK, Europe, India, Indonesia, and Turkey?",
        "li30":"Conclusion",
        "intro1":"TV Garden is the most powerful streaming tool in today’s world. It brings 1000+ TV channels from 130 countries. Just choose your country from the interactive globe then select the TV channel you want to watch, and that’s it. You can watch live sports, comedy TV shows, reality shows, and news right away from anywhere.",
        "intro2":"Streaming apps have made it very easy to access TV channels, movies, sports, and news on demand anytime on your mobile phone. You can watch TV shows while traveling or during office lunch hours. TV Garden is your go-to app for catching live TV! You can use it to watch football, cricket, basketball, or want to stay updated with regional and international news channels.",
        "intro3_1":"All TV channels in the ",
        "intro3_2":"TV Garden app",
        "intro3_3":" are available in high resolution and support ad-free video playback. This app’s neatly arranged content library helps you quickly locate your favorite TV channel. Just head to the menu, and you’ll see a bunch of genres like movies, sports, music, comedy, news—you name it! Click on the genre you’re interested in and choose your region to see all the channels available for that category. Easy peasy!",
        "introBtn1":"Introduction to TV Garden",
        "intro4":"TV Garden values simplicity, reliability, and a fast-paced streaming experience with no buffering at all. The app is available worldwide and contains regional and international channels. It offers a user-friendly way to explore live TV without any hassle of creating an account, signing up, and subscription fees.",
        "intro5_1":"This app aims to make it super convenient to access live TV channels. It has a simple design and layout with a dark theme, creating an ideal environment for watching TV shows. Nowadays, nobody wants to have a cable TV connection at home, as everyone is going with technology and moving to ",
        "intro5_2":" OTT ",
        "intro5_3":" and live streaming apps. TV.garden client is arguably the best free streaming app you can download and install on your Android smartphone to start watching real-time events up to 4K resolution without any distractions.",
        "intro6":"If you’re thrilled by the short instruction of this app, then wait, there is a lot of that it has to offer. In this blog, we will gain a deep understanding of TV Garden APK, its features, how-to guides, installation on various devices, compatibility, and more. Hang tight! We’re about to give you a fun walkthrough of the TV Garden app, which is the perfect choice if you’re all about catching live sports or diving into movie marathons.",
        "introBtn2":"How to Use TV Garden to Watch Live TV?",
        "listText1_1":"Follow our ",
        "listText1_2":"installation guide",
        "listText1_3":" to download and install the TV Garden app on your compatible device.",
        "listText2":"Launch the app and find your country on the globe that shows on the screen, then click on your region to open it.",
        "listText3":"Now, you will have the list of all TV channels, so scroll down and click on the channel you want to stream.",
        "listText4":"Once you tap on the TV channel, it will start playing the live broadcast from the selected channel",
        "listText5":"Play the video in full-screen mode, adjust the volume just to the right percentage, and you’re all done. Enjoy Watching!",
        "androidTV1_1":"Do you have an Android TV, check out ",
        "androidTV1_2":"TV Garden For Smart TV",
        "androidTV1_3":"page for deatiled guide to download and use this app on Smart TV.",
        "introBtn3":"Features of TV Garden APK",
        "feature":"It’s packed with mind-blowing features that elevate the experience of watching live sports and news. The simplicity and convenience are the key focus. Take a look at what you get with the TV Garden app.",
        "feature1":{
            "title":"4K Quality Streaming",
            "desc":"It automatically adjusts the video quality according to the internet speed. Even though it is inconsistent when it comes to video resolution but this app offers to watch TV channels in up to 4K (2160px1440p) quality."
        },
        "feature2":{
            "title":"Create Favorites List",
            "desc":"Sometimes it becomes tough to locate the preferred TV channels due to the huge list of all channels, so the app allows users to add the TV channels that they want very often to the favorite list so that they can easily access it from the ‘Favorites’ section."
        },
        "feature3":{
            "title":"No Annoying Ads",
            "desc":"Even though you’re not paying any subscription fees, this app still comes with no ads at all. The company sticks with its main motive, and that is to give users the right to watch full movies and series without advertisements."
        },
        "feature4":{
            "title":"Live Sports & News",
            "desc":"This app is widely used by millions of people around the globe to watch live sports matches, including football, cricket, basketball, etc. Stay in the loop with global news, TV Garden gives you easy access to hundreds of worldwide news channels."
        },
        "feature5":{
            "title":"Regular Updates",
            "desc":"There is room for many improvements, and the TV Garden developer often introduces new features, additional TV channels, updated UI, and fixes common bugs to improve the user’s experience of watching live TV."
        },
        "feature6":{
            "title":"1000+ TV Channels",
            "desc":"Unlock your gateway to thousands of TV channels that offer all types of entertainment content from movies, sports, music to education, wildlife, and many more. All the TV channels are well organised into various genres, so you can easily locate them."
        },
        "feature7":{
            "title":"Multiple Languages",
            "desc":"There are diffrent languages spoken in many countries, and the TV Garden app provides local channels with regional languages such as Portuguese, Spanish, Indonesian, Hindi, Turkish, etc."
        },
        "feature8":{
            "title":"Explore International TV Channels",
            "desc":"If there is nothing entertaining in your regional content at the moment, you can pick any country to dive into their popular TV channels and see what kind of entertainment they’re serving up!"
        },
        "feature9":{
            "title":"Easy to Use Interface",
            "desc":"Check out the globe in the center of the screen! Just pick your country to see all the TV channels available in the app. It’s super easy to use, so you can quickly search for your favorite channels and find them in a snap!"
        },
        "introBtn4":"Extra Features",
        "extraList":{
            "point1":{
                "bold":"PIP Mode:",
                "txt":"Stream live TV channels in a floating window while using other apps simultaneously. You can also drag the floating video player into any corner of the screen."
            },
            "point2":{
                "bold":"No Subscription:",
                "txt":"All the features and services offered by TV Garden are completely free for everyone, and you can also access them without paying subscription charges."
            },
            "point3":{
                "bold":"Ad-Free Experience:",
                "txt":"With the TV Garden app, enjoy live shows and sports ad-free! The interface is sleek, and you can browse tons of channels without any pesky ads popping up."
            },
            "point4":{
                "bold":"Customer Support:",
                "txt":"Their customer support assists you in fixing common problems and streaming errors. If you want any of your favorite TV channels to be added to this app, you can tap on the feedback section and send your request."
            },
            "point5":{
                "bold":"Buffer-Free:",
                "txt":"It seamlessly plays videos without pause or loading as it comes with adaptive streaming technology that adjusts video resolutions as per your current internet speed."
            }
        },
        "introBtn5":"Download TV Garden APK Latest Version 2025",
        "step":"This detailed installation guide makes sure you seamlessly download and install the TV Garden app on your Android smartphone, so follow the instructions carefully.",
        "step1":"Step 1: Download TV Garden App",
        "step1_1_1":"Tap on the ‘",
        "step1_1_2":"Download",
        "step1_1_3":"‘ button at the top of this webpage",
        "step1_2":"Wait till the APK file is downloaded completely",
        "step1_3":"Once the TV Garden APK is downloaded, move to the next step to proceed installation.",
        "step2":"Step 2: Enable Unknown Sources",
        "step2_1_1":"Open the Settings and go to the ‘",
        "step2_1_2":"Security",
        "step2_1_3":"‘ or ‘",
        "step2_1_4":"Privacy",
        "step2_1_5":"‘ section",
        "step2_2_1":"Find the ‘",
        "step2_2_2":"Install unknown apps",
        "step2_2_3":"‘ or ‘",
        "step2_2_4":"Unknown sources",
        "step2_2_5":"‘ option",
        "step2_3":"Enable the Browser or File Manager/My Files that you use to install the APK file",
        "step3":"Step 3: Locate the APK File",
        "step3_1_1":"Launch the File Manager and go to the Internal Storage, then select the ‘",
        "step3_1_2":"Download",
        "step3_1_3":"‘ folder",
        "step3_2":"From the list of all downloaded items on your device, scroll down till you find the TV Garden APK file",
        "step3_3":"You can also use the search functionality to easily locate this APK",
        "step4":"Step 4: Install & Launch TV Garden",
        "step4_1_1":"Click on the TV Garden APK File and tap on the ‘",
        "step4_1_2":"Install",
        "step4_1_3":"‘ button",
        "step4_2":"Go back to the home screen and find the TV Garden app icon inside the app drawer",
        "step4_3":"Hit that icon to launch this app, and you’re all set to start streaming live TV channels for free of cost.",
        "table":{
            "tr1":{
                "td1":"App Name",
                "td2":"TV Garden"
            },
            "tr2":{
                "td1":"Version",
                "td2":"V1.0"
            },
            "tr3":{
                "td1":"Size",
                "td2":"6MB"
            },
            "tr4":{
                "td1":"Developer",
                "td2":"TVGarden Inc."
            },
            "tr5":{
                "td1":"Category",
                "td2":"Entertainment"
            },
            "tr6":{
                "td1":"License",
                "td2":"Free"
            },
            "tr7":{
                "td1":"Requires",
                "td2":"Android 5.0 or above"
            },
            "tr8":{
                "td1":"Updated On",
                "td2":"1 day ago"
            }
        },
        "introBtn6":"Go to Download Page...",
        "introBtn7":"How to Download and Install TV Garden APK",
        "introBtn8":"How to Download and Install TV Garden App on Smart TV?",
        "how":"By installing this app on your Smart TV, you will be able to enjoy watching your favorite live sports and news channels on the bigger screen devices proving a much better viewing and sound experience, so why wait? Follow these steps to install it right away.",
        "howli1":{
            "bold":"Step 1:",
            "txt1":"Launch the web browser and search for ",
            "txt2":" then tap on the download button to get TV Garden APK File."
        },
        "howli2":{
            "bold":"Step 2:",
            "txt":" Open Play Store/App Store and search for File Explorer app then install it on your TV."
        },
        "howli3":{
            "bold":"Step 3:",
            "txt":"Navigate to the Settings >> Security & Restrictions then look for Unknown Sources option and enable it"
        },
        "howli4":{
            "bold":"Step 4:",
            "txt":"Go to File Manager and find the folder where you have saved the APK File then click on TV Garden APK File to install the app."
        },
        "howli5":{
            "bold":"Step 5:",
            "txt":"Go to the home screen and tap on the TV Garden app icon to open it. Now, you can stream live TV channels and watch it for free!"
        },
        "introBtn9":"Best Alternatives to TV Garden",
        "best":"If TV Garden doesn’t play nice with your device, no stress! There are many similar platforms available that may give you almost the same fun and features, but the tricky part? Sifting through hundreds of them to find the real gems, so here we have done research for you and provided the list of 5 best TV Garden alternative options.",
        "bestli1":{
            "bold":"YouTube:",
            "txt":" Everybody already knows about YouTube, and many popular sports channels and all the biggest news channels are already available on YouTube, that you can watch for free with the ad-supported plan."
        },
        "bestli2":{
            "bold":"Hulu:",
            "txt":" The premium verions of Hulu offer hundreds of local and international TV channels to watch reality shows, sports, and movies in various languages."
        },
        "bestli3":{
            "bold":"Pluto TV:",
            "txt":" It is a leading American streaming service popular for providing entertainment content, but it also offers 250+ TV channels of genres like comedy, education, and sports."
        },
        "bestli4":{
            "bold":"YuppTV:",
            "txt":" A south asian OTT that offers thousands of reality shows, TV series and live events, news, and music. It offers content for all age groups for kids and adults."
        },
        "bestli5":{
            "bold":"Tubi TV:",
            "txt1":" The Fox Corporation-owned Tubi provides free access to live TV channels to watch popular football leagues like the ",
            "txt2":"Super Bowl",
            "txt3":", exclusive web series, and movies."
        },
        "faq1":"How safe is it to use TV Garden APK?",
        "faq2":"Can I Install TV Garden on a Smart TV?",
        "faq3":"Is it legal to use TV Garden app?",
        "faq4":"How to use TV Garden on iPhone?",
        "faq5":"What type of content can I watch on the TV Garden app?",
        "faq6":"Is TV Garden available in the USA, UK, Europe, India, Indonesia, and Turkey?",
        "introBtn10":"Conclusion",
        "con1":"So guys, now you are well aware of the TV Garden App and how to use it to enjoy watching live TV channels and sports matches on your compatible devices. TV Garden gives instant access to 1000+ TV channels without a signup, and there are no hidden charges. The huge collection of TV channels will never make you feel bored, as you can always find something interesting to keep you entertained.",
        "con2":{
            "p1":"If you’re looking for a reliable free source of entertainment, TV Garden is indeed a great app to consider. It is compatible with a wide range of devices, including Android, iOS, Smart TV, TV Box, and PC. You can easily download the 2025 updated version of this app from this website (",
            "p2":"TVGarden.net",
            "p3":")."
        },
        "con3":"Remember, there is no offline viewing feature, which means you need a fast and stable internet connection be able to watch live broadcasting. The app allows users to watch real-time scores of live sports events, comedy TV shows, and reality shows. There are hundreds of movies and music channels present in this app in multiple languages. Download the app today and give it a try!"
    }
}